13/data/attachments/249232a6c96a2512.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_number_Friend_80212_4</nif:username>
            <nif:friendToBeRequested>soap_friends_b0e9a363-8ee3-4b94-a37a-9758285a8b80</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>